<template>
	<view class="one_top">
			<view class="top_one">惠客+用户服务协议</view>
			<view class="top_two">
			<view class="top_two_one">重点提示条款</view>
			<view class="top_two_two">请您认真阅读理解后同意本协议，这是惠客+向您提供服务的前提。同时您应当承诺您满足法律法规规定的消费者的定义。如您不是消费者，或者您不同意本协议或其中任何条款约定，您应立即停止注册、使用惠客+软件及服务。</view>
			<view class="top_two_one">提示条款</view>
			<view class="top_two_two">本服务协议（以下称“本协议”）由您与 内蒙古秉垚网络信息服务有限公司（以下称“秉垚”）共同签署。 秉垚会通过惠客+移动客户端以及其他多种新技术、新渠道向您提供服务。 使用惠客+软件及服务之前，请您仔细阅读本协议，特别是免除或者限制责任的条款、争议解决条款。 免除或者限制责任的条款将以粗体及/或下划线标识，您需要重点阅读。如您对协议有任何疑问，可与秉垚联系和咨询。 如果您完全同意接受本协议，您可下载安装惠客+软件及使用惠客+服务。 当您按照惠客+软件注册页面的提示完成全新惠客+账号密码注册后，您可以正常浏览惠客+软件中的内容。 为更好的保障您的合法权益以及为您提供更为安全便捷系统化的线上支付体验， 请您认真阅读理解后同意本协议，并且阅读和同意《法律声明及隐私权政策》，这是秉垚向您提供惠客+服务的前提。 同时您应当承诺满足法律规定的消费者的定义，如您不是消费者，或者您不同意本协议或其中任何条款约定，您应立即停止使用惠客+软件及惠客+服务。 如您仍然登录并使用惠客+软件及惠客+服务，但又以实际行动证明您不满足法律法规规定的消费者的定义或不同意本协议相关约定的，秉垚及/或其工作人员会及时向您作出提示并停止提供惠客+软件的许可及惠客+服务； 您可以在与秉垚协商一致后按照本协议或新的约定重新使用惠客+软件及惠客+服务。</view>
			<view class="top_two_one">一、定义</view>
			<view class="top_two_two">1.1 惠客+软件：是指由秉垚的关联方开发并全权授权秉垚以自己名义对用户实施许可，供您从下载平台下载，并仅限在手持移动终端中安装、使用的软件系统，俗称惠客+ APP（包括iOS版、安卓版以及未来可能开发的适用其他智能软件平台的版本等，下或称“本软件”、“许可软件”）。</view>
			<view class="top_two_two">1.2 惠客+服务：是指秉垚通过本软件及秉垚开发的其他互联网新技术、新渠道（即“线上服务”），以及秉垚的物理门店（即“线下服务”）等向用户提供的惠客+商品零售及相关配套服务。</view>
			<view class="top_two_two">1.3 其他零售商：为丰富服务的品类，秉垚可能会不时引进秉垚及其关联公司以外的其他零售商为用户提供商品/服务，该等零售商在本协议项下统称为“商家”。</view>
			<view class="top_two_one">二、注册</view>
			<view class="top_two_two">2.1 您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力和民事权利能力。</view>
			<view class="top_two_two">2.2 您选择惠客+ APP支持的任一登录方式（包括手机号快捷登录、账号/密码登录）完成注册和登录，并同意和接受本协议所有条款，即成为惠客+的用户（以下可简称“用户”），本协议另有约定的遵照其约定。</view>
			<view class="top_two_two">2.3 您在申请使用本软件及惠客+服务时，须诚信提供真实的基础个人资料，并及时更新以保证个人资料的真实和准确，以便惠客+为您提供服务。因您信息不真实而引起的法律责任由您承担。</view>
			<view class="top_two_two">2.4 本协议内容包括协议正文及所有惠客+已经公布生效的适用于所有用户的各类服务条款及规则；未来惠客+会以本协议为蓝本，继续丰富相关的服务条款与规则，并依法定程序公布生效。所有条款与规则为本协议不可分割的组成部分，与本协议具有同等法律效力。</view>
			<view class="top_two_one">三、账户</view>
			<view class="top_two_two">3.1 账户获取</view>
			<view class="top_two_three">3.1.1 用户通过惠客+ APP支持的任一登录方式（包括手机号快捷登录、帐号／密码登录）首次登录本软件后，将获得一个惠客+专属账户（以下统称“该账户”），用以使用本软件及惠客+服务。该账户是您在使用许可软件及惠客+服务时的重要身份标识，用户名、密码和生物特征（如有）均由您自行设置并保管。</view>
			<view class="top_two_three">3.1.2 同一自然人多次重复注册惠客+账户会导致惠客+系统对该自然人身份的真实性、获取账户的合理动机等产生质疑；除非该自然人可以对试图重复获取账号的行为作出合理解释，否则为保护广大真实消费者的真实消费需求与权益，惠客+系统会拒绝或注销您所有的重复注册账户。</view>
			<view class="top_two_two">3.2. 账户使用</view>
			<view class="top_two_three">3.2.1 惠客+账户与您的非现金支付工具是密切挂钩的，交由他人使用可能会造成您本人在支付工具端产生不良影响，因此秉垚请您不要将自己的惠客+账户给予他人使用；而从公平合理的角度出发，您应知晓 通过该账户实现所有的操作，且秉垚只能默认视为是您本人的行为，由此产生的后果由您与实际使用者自行承担。</view>
			<view class="top_two_three">3.2.2 如您发现该账户存在被他人使用的情况，请立即通知秉垚并可向公安机关报案，秉垚在收到通知后合理时间内将采取措施最大限度防止损失扩大；秉垚会立即同步排查造成您账户被他人使用的风险是否为秉垚的责任所致。请您理解秉垚提供的惠客+服务是有限的，对于并非秉垚提供惠客+服务所导致的账户风险与损失，秉垚不会向您赔偿/补偿。</view>
			<view class="top_two_three">3.2.3 您的账户只会在违反相应的法律法规、或依据您与秉垚之间的相关协议/规则等存在不真实/不诚信等情形，方会被惠客+系统标识为异常账户。为保障广大真实用户的权益，对异常账户，惠客+系统会以拒绝为该账户提供服务、中止该账户继续访问、拒绝该账户已发出的购买要约等方式进行管理；您无法提供有效依据证明违法行为、不真实/不诚信等情形并不成立的，秉垚会终止为您提供任何惠客+服务并注销您的账户。</view>
			<view class="top_two_one">四、许可软件使用</view>
			<view class="top_two_two">4.1 使用范围</view>
			<view class="top_two_three">4.1.1 由于软件适配平台及终端限制，您仅可在许可软件列明的系统终端、在中华人民共和国大陆地区使用许可软件；您将许可软件安装在非对应系统的其它终端设备上的，可能会对您硬件或软件功能造成损害。</view>
			<view class="top_two_three">4.1.2 许可软件仅用于非商业目的及您的个人消费合理自用，您不可为商业运营目的安装、使用、运行许可软件。</view>
			<view class="top_two_three">4.1.3 为了改善用户体验、完善服务内容、保证本软件与秉垚提供服务的商业诉求一致，秉垚会对本软件及/或其相关服务、功能、界面等进行更新、修改，包括开发新功能、删除旧功能等。您可按照变更后本软件的实际情况取得相应功能或服务的授权并适用本协议的相关约定。</view>
			<view class="top_two_two">4.2 使用规范</view>
			<view class="top_two_three">4.2.1您应该规范使用许可软件，以下方式是违反使用规范的：</view>
			<view class="top_two_three">1) 从事危害网络信息安全、欺诈、盗用账户或个人信息或资金等违法犯罪活动，发表、传播、储存侵害秉垚及他人知识产权、商业秘密，或其他违反国家法律法规政策、破坏公序良俗、损害公共利益的行为；</view>
			<view class="top_two_three">2) 擅自对许可软件及/或其组成部分进行出租、出借、再许可、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点，或借助许可软件发展衍生产品、作品、服务、插件、外挂、兼容、互联、网络推广、流量劫持等；</view>
			<view class="top_two_three">3) 通过非由秉垚或其关联公司开发、授权或认可的第三方兼容软件、系统登录或使用许可软件，或针对许可软件使用非秉垚及其关联公司开发、授权或认证的插件和外挂；</view>
			<view class="top_two_three">4) 删除许可软件及其他副本上关于版权的信息、内容，或修改、删除、避开秉垚为保护知识产权而设置的任何技术措施；</view>
			<view class="top_two_three">5) 对许可软件或者许可软件运行过程中释放在终端中的任何数据及许可软件运行过程中终端与服务器端的交互数据进行截取、获取、复制、修改或创作任何衍生作品，包括使用插件、外挂或非经授权的第三方工具/服务接入许可软件和相关系统等形式；</view>
			<view class="top_two_three">6) 通过修改或伪造许可软件运行中的指令、数据、数据包，增加、删减、变动、复制许可软件的功能或运行效果，及/或将具有上述用途的软件通过信息网络向公众传播或者运营；</view>
			<view class="top_two_three">7) 其他以任何不合法的方式、不合法的目的或以任何与本协议约定不一致的方式使用许可软件。</view>
			<view class="top_two_three">4.2.2 您理解并同意基于您涉嫌违反上述使用规范行为，秉垚可能会采取以下一种或多种措施：</view>
			<view class="top_two_three">1) 中止、终止对您提供惠客+软件许可与惠客+服务；</view>
			<view class="top_two_three">2)除涉嫌违法、违规、违反政策、侵犯他人合法权利（包括但不限于知识产权、肖像权、名誉权等）、或违反本协议约定的信息；</view>
			<view class="top_two_three">3) 其他依照协议约定或相关规则规定可采取的限制措施。</view>
			<view class="top_two_three">4.2.3您需要为您自身行为独立承担法律责任，秉垚不会为您的个人行为承担损失或费用。</view>
			<view class="top_two_two">4.3 根据市场与技术的发展，秉垚可能会向您提供与许可软件相关的增值服务，并可能收取增值服务的费用。开始收费前秉垚将以适当的方式通知您具体标准，您有权选择拒绝收费的增值项目。</view>
			<view class="top_two_two">4.4 许可软件可能包含了由第三方（如有，下同）提供的功能或服务（以下简称“第三方服务”），第三方服务是为了向您提供更为完整安全便捷的购物体验、享受更为优质的惠客+服务而设置，是取得该第三方的合法授权的。</view>
			<view class="top_two_three">4.4.1第三方作为其服务的实际提供者，请您理解该服务相关协议约定及/规则系由您与第三方达成，秉垚无权在本协议中就第三方服务提供使用授权、服务保证及客户支持。基于秉垚与第三方就各自所提供服务的专业性和独立性，如果您在使用第三方服务过程中出现任何疑问或需求，您可直接与第三方联系沟通。因您使用第三方服务产生的争议，您可直接与第三方协商解决。</view>
			<view class="top_two_three">4.4.2为持续改善您使用许可软件的体验或强化许可软件的安全性能，您理解许可软件所包含的第三方服务可能出现新增或减少，新增的服务同样适合本条约定。</view>
			<view class="top_two_three">4.4.3为更好地为您提供服务，秉垚将基于您与第三方达成协议中您向第三方提供的具体授权以及《法律声明及隐私权政策》，并按照第三方软件为您提供服务所必需和最小限度的原则，向第三方提供您的有限相关信息。如果您不希望第三方获取您的信息，您可停止使用第三方服务，惠客+将停止向第三方传递您的新信息。</view>
			<view class="top_two_one">五、惠客+服务及特别约定</view>
			<view class="top_two_two">5.1 您享受惠客+服务的，请您理解、同意并遵守以下交易相关规则（以下简称“交易规则”）：</view>
			<view class="top_two_three">5.1.1 秉垚致力于和消费者共同打造智慧支付计划。您在使用惠客+服务时，使用本软件推荐的非现金形式的人民币支付渠道进行支付的，将有助于秉垚更好地了解您的消费习惯、为您提供更个性化的服务，这对您的个人隐私并不会造成任何侵害。</view>
			<view class="top_two_three">5.1.2本软件上展示的商品信息、价格和可获性等信息仅为要约邀请；您通过本软件下达要约时须填写或导入您希望购买的商品数量、收货人姓名、联系方式、收货地址等内容，系统据此生成完整的要约；秉垚或商家收到您的要约信息后有权结合商品库存、交易的真实性与合理性、是否损害其他消费者的利益等因素，合理判断是否与您就本订单商品确认合同关系；如发现您或者您的要约涉嫌不真实、不诚信或违反本协议约定等情形的，秉垚或商家不会接受您的要约；如此时您已付款的，您会收到全额退款。</view>
			<view class="top_two_three">5.1.3 秉垚和商家都可能会基于商品库存、保护不特定消费者权益等因素对商品订购数量作出限制。您在发出要约时应对拟购买行为的真实性、合理性负责。由于服务能力有限，未经特别约定，秉垚和商家只服务于消费者。</view>
			<view class="top_two_three">5.1.4如您拟购买的商品发生缺货，秉垚/商家和您都有权取消订单。如果您的订单并不存在不真实、不诚信的情形，则秉垚/商家必须按照公开公示的缺货规则（如有）或依据法律法规的规定向您作出赔偿。</view>
			<view class="top_two_two">5.2 请您理解、同意并遵守以下配送服务相关规则（以下简称“配送服务规则”）：</view>
			<view class="top_two_three">5.2.1为保证商品配送及时准确、商品品质令人满意，您应准确填写收货人真实姓名、收货地址及联系方式等配送信息，并授权秉垚将您的配送信息公开粘贴在商品外包装上；您理解这是为向您提供物流配送服务而必须的动作，秉垚提醒您收到商品后立即销毁外包装上的个人信息。因您提供配送信息有误/不详细、收货地址无人接收等非秉垚责任造成订单配送不及时或无法送达的，您不应当要求秉垚承担赔偿/补偿的责任；您若需要更换时间或地址并进行重新配送的，可能需要承担额外产生的配送服务费用。</view>
			<view class="top_two_three">5.2.2您在订单生成后惠客+软件相关页面上可查看预计送达时间，预计送达时间系基于库存现状、拣货流程、送货地点、物流配置等因素的理想状态由系统估算生成，这并非秉垚就送达时间对您作出的精准承诺；希望您理解由于受库存、同时间段的订单量，甚至酷热、洪水、暴雨、雷电、交通管制等外部因素的影响，配送时间是有合理可能早于或晚于预计送达时间的。</view>
			<view class="top_two_three">5.2.3配送费用（如有）将根据线下服务、购买商品金额、配送时间等不同而有所差异，具体以您订单提交时本软件显示的运费金额为准。</view>
			<view class="top_two_two">5.3 为便于您及时了解订单信息、配送服务信息等与交易配送密切相关的信息，提升您使用惠客+服务的体验，您理解秉垚在遵守用户隐私保护条款的前提下，以本软件推送、邮件、短信、电话等方式向您提供惠客+服务相关信息。如果您不想接收上述信息，您有权办理退阅或设置拒绝接受消息。</view>
			<view class="top_two_one">六、信息收集、使用和隐私保护</view>
			<view class="top_two_two">6.1 秉垚尊重并保护用户隐私，您使用惠客+服务，秉垚将按照本条款及《法律声明与隐私权政策》中 “我们”的相关权利、义务条款（“本隐私权政策”）来收集、使用您的个人信息；这里包含了秉垚收集、存储、使用、共享和保护您个人信息的条款，秉垚希望通过隐私权条款向您清晰地介绍秉垚对您个人信息的处理方式，因此秉垚建议您完整地阅读隐私权条款，以帮助您了解维护自己隐私权的方式。如果您不同意本隐私权政策中的任何内容，您应立即停止使用本软件及惠客+服务，否则基于公平合理原则秉垚只能认为您已同意本隐私权政策。</view>
			<view class="top_two_two">6.2 为用户提供更好、更优、更个性化的服务是秉垚坚持不懈的追求。为更有效保障您的服务体验，秉垚将根据您使用的软件许可及服务收集您的如下信息：</view>
			<view class="top_two_three">6.2.1您向秉垚提供的信息 </view>
			<view class="top_two_three">1）您在注册、登录和使用惠客+服务过程中需要填写一些享受惠客+服务所必须的信息，以线上服务为例，这可能包括您的会员名、真实姓名、收货地址、电子邮箱和联系电话等，否则您将无法顺利收到您所购买的商品。如果您不使用某些服务，则无需提供相关信息。</view>
			<view class="top_two_three">2）秉垚会记录您在使用本软件和惠客+服务时提供的信息，例如您在本软件发布的公开评论、搜索关键词信息、与客服联系时您提供的相关信息等。</view>
			<view class="top_two_three">6.2.2秉垚会根据您授予的权限，接收并记录您所使用的移动设备的相关信息，这些信息包括：设备属性信息（如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息）、设备位置信息（如通过GPS、蓝牙或WIFI信号获得的位置信息）、设备连接信息等。这些信息只有您在设备中授予惠客+ App相关权限后秉垚才能获得，而且单独的设备信息、搜索关键词信息等是无法与任何特定个人直接建立联系的数据，并不属于个人信息，具体内容请见本隐私权政策全文（全文见另一文件）。</view>
			<view class="top_two_three">6.2.3来自第三方的信息。为预防欺诈和确保安全，你理解秉垚的关联公司、合作伙伴会依据适用的法律、法规或征得您同意的前提下，向秉垚分享您的信息。</view>
			<view class="top_two_two">6.3 秉垚收集您的信息是为了向您提供软件许可和惠客+服务及提升服务质量，为了实现这一目的，秉垚会把您的信息用于下列用途：</view>
			<view class="top_two_three">6.3.1向您提供您使用的各项服务，并维护、改进这些服务；</view>
			<view class="top_two_three">6.3.2向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息等，具体内容请见本隐私权政策全文。如您不希望接收上述信息，可通过相应的退订功能进行退订；</view>
			<view class="top_two_three">6.3.3经您许可的其他用途。</view>
			<view class="top_two_two">6.4 您使用本软件及惠客+服务可能存在您自行公开分享的信息，请注意您在本软件及惠客+服务自愿共享的信息均有可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片、使用含您本人或家人照片的头像等。请您更加谨慎地考虑是否在上述公开渠道共享甚至公开分享相关信息。</view>
			<view class="top_two_two">6.5 秉垚对您的非公开信息承担保密义务，不会出于第三方营销目的而向其出售或提供您的信息，除下列情形外我们不会与任何第三方共享您的信息：</view>
			<view class="top_two_three">6.5.1事先获得授权；</view>
			<view class="top_two_three">6.5.2向秉垚的关联公司分享您的个人信息。我们只会共享您的必要个人信息，且受本隐私政策中所声明目的的约束；</view>
			<view class="top_two_three">6.5.3出于遵守法律法规、诉讼或行政监管提出的行政司法要求，秉垚可能有必要披露您的个人信息情形等。</view>
			<view class="top_two_two">6.6 秉垚对于以上您隐私信息的使用、共享及保护将严格遵守《法律声明与隐私权政策》。</view>
			<view class="top_two_one">七、非个人信息的保证与授权</view>
			<view class="top_two_two">7.1 声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，秉垚可对您发布的信息依法或依本协议进行删除或屏蔽。</view>
			<view class="top_two_two">7.2 对于您提供、发布及在使用本软件及惠客+服务中形成的除个人信息外的文字、图片、视频、音频等信息，在法律规定的保护期限内您同意免费授予秉垚获得许可使用权利。您同意秉垚存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。</view>
			<view class="top_two_one">八、无担保和责任限制</view>
			<view class="top_two_two">8.1 您理解秉垚将尽最大努力确保本软件及惠客+服务其所涉及的技术及信息安全、有效、准确、可靠，但受限于现有技术及秉垚有限的服务能力，对于下述原因导致的合同履行障碍、瑕疵、延后或内容变更等情形，导致您直接或间接损失，您理解秉垚无法承担责任：</view>
			<view class="top_two_three">8.1.1因自然灾害、罢工、暴乱、战争、恐怖袭击、政府行为、司法行政命令等不可抗力因素；</view>
			<view class="top_two_three">8.1.2因电信部门技术调整或故障、通讯网络故障等公共服务因素；</view>
			<view class="top_two_three">8.1.3用户自身设备的软件、系统、硬件和通信线路出现故障，或用户通过非本协议项下约定的方式使用本软件服务的；</view>
			<view class="top_two_three">8.1.4秉垚已善意管理，但出现紧急设备/系统的故障/维护、网络信息与数据安全等情况。</view>
			<view class="top_two_two">8.2 基于收益与赔偿相一致及公平合理的原则，如因秉垚原因造成本软件不正常中断或惠客+服务不可用，您所可能获得的最高赔偿额不超过本协议项下秉垚已实际收取的相关软件使用许可费或服务费用总额。</view>
			<view class="top_two_one">九、知识产权</view>
			<view class="top_two_two">9.1 秉垚拥有许可软件的使用授权、商业秘密以及其他相关的知识产权，包括与许可软件有关的各种文档资料。</view>
			<view class="top_two_two">9.2 许可软件及秉垚品牌的相关标识属于秉垚及/或秉垚的关联公司的知识产权，并受到相关法律法规的保护。您不得复制、模仿、变形使用或发布上述标识，不得修改或删除应用产品中体现秉垚及/或秉垚关联公司的任何标识或身份信息，无权自行实施、利用、转让上述知识产权，无权用作任何商业推广。</view>
			<view class="top_two_one">十、协议变更</view>
			<view class="top_two_two">10.1 由于互联网高速发展，您与秉垚签署的本协议列明的条款并不能完整罗列和涵盖您与秉垚之间的所有权利与义务，现有的约定也不能完全保证符合未来发展的需求。秉垚可根据国家法律法规变化及维护交易秩序、保护消费者权益的需要，不时修改本协议，变更后的协议（下称“变更事项”）将通过法定或约定程序，并以本协议内约定的通知方式通知您。</view>
			<view class="top_two_two">10.2 如您不同意变更事项，您有权于变更事项确定的生效日前联系秉垚反馈意见。如反馈意见得以采纳，秉垚将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用本软件及惠客+服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用本软件与惠客+服务的，秉垚可以理解您同意已生效的变更事项。</view>
			<view class="top_two_one">十一、协议终止和违约责任</view>
			<view class="top_two_two">11.1 您应理解按授权范围及规范使用许可软件、尊重软件及其包含内容的知识产权、按本协议约定履行义务是您使用本软件及惠客+服务的前提，如您违反本协议的相关约定，秉垚会视您的实际违约情况选择中止、终止或解除本协议。</view>
			<view class="top_two_two">11.2 您对软件的使用可能有赖于秉垚关联公司为您提供的配套服务，如您违反与秉垚关联公司的条款、协议、规则、通告等相关规定（如有）而被秉垚关联公司终止提供服务的，可能导致您无法正常使用本许可软件及惠客+服务，秉垚会视您的实际违约情况选择中止、终止或解除本协议。</view>
			<view class="top_two_two">11.3 您理解出于维护交易秩序及保护消费者权益的目的，如果您向秉垚及/或秉垚关联公司作出任何形式的承诺，且相关公司已确认您违反了该承诺并通知秉垚依据您作出的承诺进行处理的，则秉垚可按您的承诺或协议约定的方式对您作出限制，包括中止或终止对您提供惠客+服务。</view>
			<view class="top_two_two">11.4 本协议的终止并不影响终止前您与秉垚基于本协议产生的权利义务。因您的原因导致秉垚遭受第三方索赔、行政部门处罚等，您应当赔偿秉垚因此造成的损失及（或）发生的费用，包括合理的律师费用、调查取证费用等。如因您的个人行为造成秉垚商誉损害的，秉垚有权要求您在公开媒体上发表声明以消除影响。</view>
			<view class="top_two_one">十二、管辖法院和可分割性</view>
			<view class="top_two_two">12.1 本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照商业惯例及/或行业惯例。</view>
			<view class="top_two_two">12.2 因本协议产生或与本协议有关的争议，您可与秉垚以友好协商的方式予以解决，协商不成的，任何一方均可向被告所在地的人民法院提起诉讼。您应当理解基于本服务协议的纠纷，您和秉垚是法律规定的当事人；您在秉垚的具体商品订单所产生的买卖合同纠纷，由负责具体商品销售的秉垚子公司/分公司/关联公司/特许经营被授权方/商家作为当事人与您沟通解决。</view>
			<view class="top_two_two">12.3 本协议任一条款无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</view>
			<view class="top_two_one">十三、通知</view>
			<view class="top_two_two">您应该向秉垚提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，请您及时更新并保持可被联系的状态。秉垚将通过上述联系方式其中之一或若干，向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</view>
			<view class="top_two_one">十四、其他</view>
			<view class="top_two_two">秉垚可能根据业务调整而变更向您提供软件许可及惠客+服务的主体，变更后的主体与您共同履行本协议并向您提供服务，基于以上变更并不常见而且并不会影响您本协议项下的权益的情形下，秉垚对此不再另行通知。</view>
			<view class="top_two_one">本协议的所有标题仅仅是为了醒目及阅读方便，本身并没有实际涵义，不能作为解释本协议涵义的依据。</view>
			</view>
			<view class="top_one">共享经济合作伙伴协议</view>
			<view class="top_two"  style="padding-bottom:40upx">
			<view class="top_two_four">《共享经济合作伙伴协议》（以下简称“本协议”）为云账户（天津）共享经济信息咨询有限公司（以下简称“云账户”）与您（即本协议项下的个体工商业者）签订的合作协议。如果您不同意本协议的任意内容，请不要勾选或以其他方式确认本协议；您点击勾选或以其他方式确认本协议，即表示您已充分阅读、理解并同意接受本协议的全部内容。</view>
			<view class="top_two_four">感谢您选择云账户为您提供共享经济综合服务，云账户将依托综合实力竭诚为您提供规范、专业的服务。</view>
			<view class="top_two_five">特别声明：</view>
			<view class="top_two_four top_two_five">本协议项下的个体工商业者（即您）仅限于从事生产经营活动的个人，如您与企业客户存在劳动/劳务关系或其他类似劳动人事法律关系或您担任企业客户（含关联方）的法定代表人、股东、董事、监事等，则您不能承揽云账户为满足该企业客户的业务需求而发布的任务。</view>
			<view class="top_two_four top_two_five">一经发现违反上述规定行为的，云账户有权取消您使用云账户服务的资格，并有权上报相关国家机关，由相关国家机关根据《中华人民共和国税收征收管理法》及其他相关法律法规的规定追究责任主体的法律责任。</view>
			<view class="top_two_six">鉴于：</view>
			<view class="top_two_four">云账户具备共享经济资源平台及服务系统（以下称为“云账户综合服务平台”），可为您提供共享经济综合服务，主要包括基于您的资质和劳动技能为您匹配适合的生产经营活动以及核算生产经营收入等。您与云账户依据《中华人民共和国合同法》及相关法律法规的规定，本着平等、自愿、诚信的原则，在平等互利的基础上友好协商并签署本协议。</view>
			<view class="top_two_six">第一条  定义</view>
			<view class="top_two_four">除非本协议中另有定义，下列词语应具有以下特定涵义：</view>
			<view class="top_two_four">1.<text class="top_two_six">关联方：</text>
			指相互间直接或间接持有其中一方的股权总和达到25%或以上的；或者直接或间接同为第三者所拥有或控制股权达到25%或以上的。如果一方通过中间方对另一方间接持有股份，只要其对中间方持股比例达到25%以上，则其对另一方的持股比例按照中间方对另一方的持股比例计算；两个以上具有夫妻、直系血亲、兄弟姐妹以及其他抚养、赡养关系的自然人共同持股同一企业，在判定关联关系时持股比例合并计算。
			</view>
			<view class="top_two_four">2.<text class="top_two_six">个体工商业者:</text>
			指自我雇佣、自我管理、自担成本、自负盈亏并通过云账户综合服务平台从事合法合规生产经营活动的个人。
			</view>
			<view class="top_two_four">3.<text class="top_two_six">代征：</text>
			指云账户根据《委托代征协议书》的有关规定，接受云账户主管税务机关的委托，以云账户主管税务机关的名义向从事生产经营活动的个人征收应缴纳的个人所得税的行为。
			</view>
			<view class="top_two_four">4.<text class="top_two_six">生产经营收入（税后）：</text>
			指您从事生产经营活动而取得的税后收入。
			</view>
			<view class="top_two_four">5.<text class="top_two_six">服务费:</text>
			指由云账户向企业客户提供共享经济综合服务，云账户就该等服务向企业客户收取的费用。
			</view>
			<view class="top_two_six">第二条 合作内容</view>
			<view class="top_two_four">1、云账户为满足企业客户的业务需求而通过云账户综合服务平台向适合个体工商业者发布任务，您可根据自身资质和劳动技能选择是否接受前述活动。</view>
			<view class="top_two_four">2、云账户通过云账户综合服务平台公布活动内容、活动规则等，您可据此查询、接受活动内容，并承诺在从事生产经营活动过程中遵守前述活动规则、承担相关义务；云账户根据您任务完成的数量和质效核算、支付您的生产经营收入（税后）。</view>
			<view class="top_two_four">3、您委托云账户按照有关税收法律法规、政策规定及云账户主管税务机关的要求为您代征个人所得税税款。</view>
			<view class="top_two_six">第三条 生产经营收入（税后）的结算及支付方式</view>
			<view class="top_two_four">1、根据云账户与企业客户签署的《共享经济综合服务协议》的约定，云账户基于企业客户业务需求所对应的活动内容及费用标准向企业客户提供共享经济综合服务并收取服务费。云账户收到企业客户支付的服务费后，将根据您任务完成的数量和质效核算、支付您的生产经营收入（税后）。</view>
			<view class="top_two_four">2、您应自行负担就您取得的生产经营收入需缴纳的各项税款，应云账户要求，您应提供与个人所得税申报缴纳相关的协助及信息；云账户承诺依法代征个人所得税并确保您取得税后合法收入。</view>
			<view class="top_two_six">第四条 您的权利与义务</view>
			<view class="top_two_four">1、您保证签署本协议时具有完全民事权利能力和民事行为能力或系已满十六周岁未满十八周岁经法定监护人同意的民事主体，并满足所有履行本协议所需的法定条件或约定条件，保证在从事生产经营活动时，遵照相关活动规则并自备所需要的设备设施、自行承担必要费用，如因您个人原因造成您本人或任意第三方损害的，由您承担全部法律责任。</view>
			<view class="top_two_four">2、您保证具有从事云账户发布的生产经营活动的资质和劳动技能。如果您所从事的生产经营活动需经相关国家机关许可或以其他方式进行的，您应先行取得相关许可并按照法律规定的方式从事生产经营活动，否则您应自行承担全部法律后果，并赔偿由此给云账户造成的全部损失。</view>
			<view class="top_two_four">3、您有权在云账户处查询生产经营收入（税后）的核算方式、取得生产经营收入（税后）。您保证所从事的生产经营活动是以您个人名义进行的，与您名下的个体工商户（如有）没有任何关系；您保证不以云账户的名义从事任何与本协议项下的生产经营活动无关的业务。</view>
			<view class="top_two_four">4、您保证在生产经营活动过程中遵守国家法律法规，不得从事违反法律或行政法规等行为（包括但不限于涉嫌洗钱、偷税、漏税、逃税）及其他不得使用云账户服务的行为，云账户主管税务机关或/及其他相关国家机关介入调查时，您应当予以协助并如实反映情况，不得阻挠、拒绝调查。</view>
			<view class="top_two_four">5、您充分理解个体工商业者的定义，并承诺不存在下列所述情形：</view>
			<view class="top_two_four">5.1承揽的生产经营活动系云账户为满足与您存在劳动/劳务关系或其他类似的劳动人事法律关系的企业客户的业务需求而发布的；</view>
			<view class="top_two_four">5.2承揽的生产经营活动系云账户为满足由您担任法定代表人、股东、董事、监事等的企业客户（含关联方）的业务需求而发布的；</view>
			<view class="top_two_four">5.3其他不适用于云账户服务范围之规定的人员。</view>
			<view class="top_two_four">6、您保证向云账户提供的信息均是真实的、有效的、合法的，如信息发生变更（例如，不再是个体工商业者身份时）应及时通知云账户，否则因此造成的一切不利后果由您承担。您的账户信息以您实名提交至云账户综合服务平台后台的信息为准，且您保证该账户为纳税义务人（即您本人）所有。自云账户将应支付的生产经营收入（税后）支付至您的账户之日起，视为您收到前述费用。如因您提供信息有误等导致付款失败的，您独自承担相应责任。您承诺使用前述账户的行为符合中华人民共和国法律的规定，如果云账户收到云账户主管税务机关或/及其他相关国家机关任何调查请求的，您应提供协助并如实反映情况。</view>
			<view class="top_two_four">7、您须谨慎保管于云账户处注册时所使用的相关信息（包括但不限于账户信息、身份凭证），因您泄露或提供给他人使用该等信息而造成的不利后果，由您自行承担。您应根据相关法律法规或政策积极办理“个体工商业者”市场主体的身份登记事宜，可由云账户提供便利。</view>
			<view class="top_two_four">8、您同意并授权云账户为实现本协议合作目的留存并合法使用您的个人信息（包括但不限于您的姓名、身份证号、收款账户信息、活动内容及费用），如云账户收集、存储的您的个人信息有错误的，您有权要求予以更正；如云账户违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息的，您有权要求予以删除。</view>
			<view class="top_two_four">9、您应当本着云账户利益最大化的原则，勤勉履行本协议，维护云账户形象，不得损害云账户的合法权益。</view>
			<view class="top_two_six">第五条 云账户的权利与义务</view>
			<view class="top_two_four">1、基于企业客户的业务需求及您的资质和劳动技能，云账户有权就您从事的生产经营活动制定相应的活动标准，云账户应敦促您遵守前述活动标准并不得违背相关法律法规和前述活动标准，但该等敦促为平等主体之间为实现合同目的的敦促，适用《中华人民共和国合同法》约束，且不导致云账户与您之间构成劳动/劳务关系。</view>
			<view class="top_two_four">2、在企业客户及时、足额向云账户支付服务费的情况下，您发起的生产经营收入的提现或支付申请，由云账户根据您任务完成的数量和质效核算、支付您的生产经营收入（税后）（您从事的生产经营活动超出云账户发布任务的除外）。</view>
			<view class="top_two_four">3、云账户有权根据相关法律法规或政策，推进您“个体工商业者”市场主体的身份登记事宜并积极提供便利。</view>
			<view class="top_two_four">4、云账户在向您支付生产经营收入（税后）时，有权在云账户所在地向云账户主管税务机关代您进行临时税务登记，并按照有关税收政策规定及云账户主管税务机关的要求，向您代征个人所得税税款。</view>
			<view class="top_two_four">5、云账户发现您违反本协议第四条第5款之约定的，有权立即中止履行本协议，并向云账户主管税务机关报告，您应自行承担由此产生的税务相关的处罚责任（包括但不限于根据云账户主管税务机关的要求补缴相应的税款、滞纳金、罚金）。</view>
			<view class="top_two_four">6、云账户有权留存并合法使用为实现本协议合作目的从您处获取的您的个人信息，云账户（含股东会、董事会、监事会成员及高级管理人员）承诺对您所披露的个人信息进行保密，未经您授权或基于合法并可执行的法律、法规、法院命令、监管机构的要求或为遵守适用法律法规、履行网络安全保护义务或应对网络安全事件的需要，云账户（含股东会、董事会、监事会成员及高级管理人员）不得将您的个人信息披露给任意第三方。云账户承诺按照相关法律法规的要求对您的个人信息履行安全保护义务，保障网络免受干扰、破坏或未经授权的访问，防止网络数据泄露或被窃取、篡改。</view>
			<view class="top_two_four">7、云账户因网络服务的特殊性需短时间中断服务对系统进行维护和升级，您理解并认可前述行为不属于云账户违约情形。</view>
			<view class="top_two_four">8、云账户可为您提供养老保险的缴纳等服务，具体服务细则由双方另行约定。</view>
			<view class="top_two_four">9、云账户应当本着您利益最大化的原则，勤勉履行本协议，不得损害您的合法权益。</view>
			<view class="top_two_six">第六条 违约责任</view>
			<view class="top_two_four">1、除本协议另有约定外，本协议任意一方不履行或不完全履行本协议约定的义务和承诺即构成违约。违约方应当负责赔偿其违约行为给守约方造成的一切经济损失（包括但不限于合理的律师费、诉讼费、公证费）。</view>
			<view class="top_two_four">2、因政府行为（包括但不限于因中国政府机关不授予或调整云账户相应经营资质或权利）或其他不可抗力因素导致本协议部分条款或全部条款无法履行的，遭受该行为的一方不承担违约责任。</view>
			<view class="top_two_six">第七条 保密责任</view>
			<view class="top_two_four">1、本协议任意一方应对本协议所涉及的所有内容以及协议双方在执行本协议过程中相关的法律、商业、合作业务的所有信息进行保密。未经对方允许，均不得向任意第三方披露。</view>
			<view class="top_two_four">2、保密期限应为：自协议生效之日起至协议终止后十年。</view>
			<view class="top_two_six">第八条 适用法律、争议及纠纷解决和司法管辖</view>
			<view class="top_two_four">本协议的订立、执行、解释和争议的解决均应适用中华人民共和国境内法律。凡因本协议引起的或与本协议有关的任何争议，协议双方应友好协商解决。如不能协商解决，双方一致同意提交至被告所在地有管辖权的人民法院诉讼解决。</view>
			<view class="top_two_six">第九条 通知</view>
			<view class="top_two_four">除本协议另有约定外，在履行本协议过程中的一切通知，云账户可通过网页公告、电子邮件、系统通知、短信提醒、电话或其他合理方式向您送达，您可通过拨打服务热线（400 656 5739）的方式向云账户送达，该等通知于发送之日视为已送达收件人。</view>
			<view class="top_two_six">第九条 通知</view>
			<view class="top_two_four">1、云账户有权根据需要不定期更新本协议条款，并在企业客户APP、小程序或以其他方式予以公布。如您同意所修改的内容，请点击勾选或以其他方式确认继续使用云账户服务；如您不同意所修改的内容，请立即停止使用云账户服务，并可自行注销账户信息。	</view>
			<view class="top_two_four">2、您应遵守本协议约定、相关法律法规的规定及社会公序良俗，云账户有权自主判断您的行为是否违约或/及违规。发生下列情形时云账户，有权在不事先通知的情况下，限制、停止或取消您使用云账户服务的资格。</view>
			<view class="top_two_four">2.1如云账户有合理理由或有证据认定您违反本协议或相关法律法规及社会公序良俗的【包括但不限于有伤社会风化、有损公民身心健康与安全的行为（如传销、赌博、暴力、淫秽、恐怖行为等）】；</view>
			<view class="top_two_four">2.2您违反云账户的活动规则等，且在云账户警告后3个工作日内仍未改正的；</view>
			<view class="top_two_four">2.3其他原因导致本协议无法继续履行的。</view>
			
			</view>

	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style>
/* .one_top{
	background-color: #FFFFFF;
} */
.top_one{
	text-align: center;
	font-size:36upx;
	height:100upx;
	line-height: 142upx; 
}
.top_two{
	width:90%;
	padding:0 5%;
	padding-top: 20upx;
}
.top_two_two{
	padding-top: 20upx;
}
.top_two_one{
	padding-top: 20upx;
}
.top_two_three{
	padding-top:10upx;
}
.top_two_four{
	text-indent:2em;
	padding-top: 14upx;
}
.top_two_five{
		text-decoration:underline;
		padding-top:20upx;
		font-style: italic;
}
.top_two_six{
		font-weight:700;
		padding-top: 20upx;
}
</style>
